@extends('main.index')
@section('main')
    <div class="w-4/5 mx-auto">
        <p class="text-center mt-5 text-4xl font-normal">Політика конфіденційності</p>
        <p class="mb-12 mt-5 text-lg font-normal">Ця політика конфіденційності описує, як [Назва вашого сайту] ("ми", "нас", "наш") збирає, використовує та захищає вашу інформацію під час використання нашого сайту [URL сайту].

            Ми можемо збирати такі типи інформації: особиста інформація, така як ім’я, електронна адреса, номер телефону та інші дані, які ви надаєте під час реєстрації або заповнення форм; неособиста інформація, така як дані про використання сайту, включаючи IP-адресу, тип браузера, час відвідування та переглянуті сторінки.
            
            Ми використовуємо вашу інформацію для надання та покращення наших послуг, зв’язку з вами щодо оновлень та новин, а також для аналізу використання сайту для його оптимізації.
            
            Ми вживаємо необхідних заходів для захисту вашої особистої інформації від несанкціонованого доступу, використання або розкриття.
            
            Ми можемо оновлювати цю політику час від часу. Ви будете проінформовані про будь-які зміни шляхом публікації нової політики на цій сторінці.
            
            Якщо у вас є запитання або коментарі щодо цієї політики конфіденційності, будь ласка, зв’яжіться з нами за адресою [Ваш Email].
            Ми зберігаємо вашу інформацію тільки стільки, скільки це необхідно для досягнення цілей, для яких вона була зібрана, або для виконання юридичних зобов'язань.

            Ми використовуємо різноманітні технології безпеки для захисту вашої особистої інформації від несанкціонованого доступу, використання або розкриття. Ці технології включають шифрування, брандмауери та інші засоби захисту.
            
            Ми не продаємо, не обмінюємо та не передаємо вашу особисту інформацію третім особам без вашого дозволу, за винятком випадків, коли це вимагається законом або для захисту наших прав.
            
            Ми можемо надавати посилання на інші сайти, але не несемо відповідальності за політику конфіденційності або зміст цих сайтів. Рекомендуємо ознайомитися з політикою конфіденційності кожного з цих сайтів перед наданням їм вашої особистої інформації.
            
            Ми можемо в будь-який час оновлювати цю політику. У разі внесення змін ми повідомимо вас про це, розмістивши нову політику на цій сторінці. Рекомендуємо періодично переглядати цю політику, щоб бути в курсі змін.
            
            Ваше користування нашим сайтом означає вашу згоду з цією політикою конфіденційності. Якщо ви не згодні з цією політикою, будь ласка, не використовуйте наш сайт.
            
            Якщо у вас є запитання або коментарі щодо цієї політики конфіденційності, будь ласка, зв’яжіться з нами за адресою [Ваш Email] або через контактну форму на нашому сайті.
        </p>
    </div>
@endsection
